#კომენტარების დახმარებით ახსენით ცვლადები


#ცვლადი არის კომპიუტერისათვის მიცემული ბრძანება რომლის მიხედვითაც
#ჩვენ ვქმნით x=ს და ვაძლევთ მას მნიშვნელობას იმას რაც გვინდა.
#მაგალითად თუ ჩვენ შევქმნით ცვლადს სახელად name  და =(ტოლობა) გამოყენებით მივანიჭებთ მნიშვნელობას მაგალითად ჩვენს სახელს.
#ამ ცვლადის printში გამოყენებით ის ტერმნიალში გამოიტანს ჩვენს სახელს

#მაგალითად
name = "giorgi"
#ჩვენ მივანიჭეთ ცვლადს მნიშვნელობა და ახლა როცა მას გამოვიყენებთ, printshi ის გამოიტანს იმ მნიშვნელბოას რაც მივანიჭეთ.
print(name)